Enterprise_Serivces/Cert/Bronze2/CSLConfigurationService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><CorrelationID xmlns="http://www.gamestop.com/csl/configuration/v1.0">ee378a17-4acc-475e-b100-509195a48980</CorrelationID><MachineName xmlns="http://www.gamestop.com/csl/configuration/v1.0">test</MachineName><wsa:Action>http://www.gamestop.com/csl/configuration/v1.0/IConfigurationService/GetStoreConfiguration</wsa:Action><wsa:MessageID>uuid:9a7da8d7-cee7-4fdb-bca5-407d24f5226e</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslconfigurationserviceqa1.testgs.pvt/ConfigurationService.svc</wsa:To></soap:Header><soap:Body><GetStoreConfigurationRequest xmlns="http://www.gamestop.com/csl/configuration/v1.0"><ConfigurationId>2</ConfigurationId><StoreNumber>1363</StoreNumber></GetStoreConfigurationRequest></soap:Body></soap:Envelope>